{
  "talk": [
    "Who was your first crush, and what were they like?",
    "Can you describe what your first heartbreak was like?",
    "What was the biggest lesson from your worst breakup?",
    "What's something you used to believe about relationships but no longer do?",
    "What's something surprising that you were afraid of as a child?",
    "What was your favorite food growing up?",
    "What's your favorite meal now?",
    "What was the first album you ever owned?",
    "How does your life compare to how you imagined it growing up?",
    "What was your dream job when you were a kid?",
    "Were you popular in high school?",
    "What was your favorite school subject growing up?",
    "Was there an embarrassing fashion moment in your adolescence?",
    "What's your definition of romance?",
    "Do you see yourself having kids? If so, how many?",
    "Do you believe in soul mates?",
    "If you believe in soul mates, do you think you've met yours?",
    "Do you believe in God?",
    "Is going to church or another house of worship important to you?",
    "Do you think it's more important to be smart or to be kind?",
    "Would you rather be loved, respected, or admired?",
    "Does your family have any traditions?",
    "Would you want to create any traditions in your family going forward?",
    "What do you think is your best quality?",
    "What qualities or character traits do you want to work on?",
    "What's one of my best qualities?",
    "What do you find sexiest about me?",
    "Have you ever been cheated on?",
    "Have you ever cheated on someone?",
    "How old were you when you lost your virginity?",
    "What was your first sexual experience like?",
    "Do you think infidelity is always a deal breaker, no matter what?",
    "Who is more trusting, you or me?",
    "Who is more inclined to be jealous, you or me?",
    "What's the first thing you noticed about me?",
    "What's the first thing you found attractive about me?",
    "Is there a personality trait that always ticks you off?",
    "How do you express anger?",
    "How do you hide anger when you don't want it to show?",
    "How do you talk yourself down from anger or frustration?",
    "Who is more of a risk-taker—you or me?",
    "Do you have a bucket list?",
    "If you had a bucket list, what would be on it?",
    "What's your dream vacation?",
    "Where would be your ideal place—or places—to live?",
    "Would you rather own a home you don't love or rent one you love?",
    "What's something you'd like to try doing but haven't worked up the nerve to yet?",
    "Would you rather be an amazing singer or an incredible dancer?",
    "What superpower do you wish you could have?",
    "What activity makes you feel the most joyful when you're doing it?",
    "What would you do with your life if you suddenly became a billionaire?",
    "Do you think there's such a thing as luck, or do we create our own outcomes?",
    "Who is more generous, you or me?",
    "Do you remember your dreams when you wake up?",
    "If so, do you ever dream about me?",
    "What's your favorite thing about our relationship?",
    "What's something you'd like for us to try?",
    "What's something not obviously sexual that turns you on?",
    "Do you have a sexual fantasy you've never shared with me before?",
    "If we could have sex anywhere, where would you choose?",
    "Would you rather have only morning sex for the rest of your life or strictly sex at night?",
    "What was your very first orgasm like?",
    "Have you ever faked an orgasm—not necessarily with me, but in general?",
    "How do you define great sex?",
    "Have you ever thought about me while masturbating?",
    "Does the idea of getting caught during sex excite you?",
    "Does the thought of someone watching us have sex excite you?",
    "When did you first want to kiss me?",
    "Is there a type of outfit or clothes you find sexy that you'd like to see me in?",
    "Do you like playing with sex toys, or would you like to try them as a couple?",
    "What's your favorite sex position?",
    "What's something you wish we did together more often?",
    "Where would you like to be touched more often?",
    "Who is more likely to survive the Hunger Games—me or you?",
    "Who is more likely to live through a zombie attack?",
    "How old were you when you stopped believing in the tooth fairy?",
    "How old were you when you stopped believing in Santa?",
    "Would you rather be a vampire or a werewolf?",
    "What historical era would you most, and least, want to go to?",
    "Who is your favorite couple in pop culture?",
    "Who was your first celebrity crush?",
    "Who's your celebrity crush today?",
    "Which of us has a better sense of direction?",
    "Which of us is a better driver?",
    "Do you think of yourself as an optimist or a pessimist?",
    "Do you believe that everything happens for a reason?",
    "Which musical artist would you want me to commission a love song from?",
    "Which song describes our love story best?",
    "Is there a song that makes you think of me?",
    "What animal would you choose to be in another life?",
    "What animal do you think I'd be?",
    "Do you believe in ghosts?",
    "Do you believe in reincarnation?",
    "Do you think people can really have psychic abilities?",
    "If you had the option to live forever, would you choose to?",
    "What's your favorite movie of all time?",
    "What's a song you could sing by heart to me, right now?",
    "Do you like to be surprised?",
    "Do you believe in astrological compatibility?",
    "How many times have you been in love?",
    "Have you ever been in a physical fight?",
    "Is there a personal goal you'd like to achieve in the next five years or so?",
    "Do you consider yourself good with money?",
    "Do you think there's such a thing as a harmless lie?",
    "What's the best trip you've ever taken?",
    "What's the worst trip you've ever taken?",
    "Is there a place you love that you'd like to show me one day?",
    "Would you rather live in only hot weather forever or only cold weather?",
    "Do you have a personal flaw you'd fix, if you could?",
    "Is there anything you've always wondered about me but have hesitated to ask?"
  ],
  "flirt": [
    "What do you think is the most intense position while being intimate? ",
    "What’s the most extreme thing you’ve done in the bedroom? ",
    "Have you ever been intimate with someone a lot older than you?",
    "If you could sleep with someone famous tonight, who would it be and why?",
    "What’s the strangest place you’ve done it?  ",
    "What’s the naughtiest picture you’ve ever sent someone?",
    "How do you feel about role-playing in the bedroom?",
    "What’s your most-watched porn category?  ",
    "What’s the biggest fetish you’re yet to fulfil? ",
    "What fantasy have you always wanted to act out?",
    "Do you prefer to get it on in the morning or just before you go to sleep?",
    "Would you rather lick Nutella or whipped cream off your partner",
    "Have you ever been intimate with someone of the same gender?",
    "Have you ever fantasized about one of your friends’ partners",
    "Does being blindfolded in the bedroom turn you on",
    "What naughty outfit would you most like to wear in the bedroom?",
    "Would you consider being tied up with handcuffs while in the bedroom",
    "What costume would you most like to wear while being intimate",
    "Do you prefer to be dominated in the bedroom or to be submissive?",
    "Do you like things to be physical, rough or relaxed and gentle in the bedroom?",
    "How would you rate yourself out of 10 in bed?",
    "What are some of your best qualities in the bedroom?",
    "Have you ever done it in a public place",
    "Would you like someone watching you while you’re doing it?",
    "Do you prefer to use an intimate toy yourself, or let a partner control it",
    "What naughty dream have you had recently?",
    "Have you ever been attracted to a teacher",
    "How do you feel about couples that have casual relationships?",
    "What’s your opinion on having one-night stands? ",
    "Have you ever had a one-night stand with someone?",
    "Have you ever woken up in the morning and regretted sleeping with someone?",
    "Have you ever fallen asleep during foreplay?",
    "Do you prefer lights off or lights on during an intimate encounter?",
    "Have you ever used toys in the bedroom? If so, what toys did you use?",
    "What’s one thing you would never agree to do in the bedroom?",
    "Have you ever slept with more than one person at once?",
    "Have you ever been to a swinger’s party?",
    "What method do you prefer the most when reaching orgasm",
    "Have you ever slept with a friend’s ex-partner?",
    "Where is your favorite place to be kissed while in bed",
    "Describe to me what you feel when you orgasm?",
    "Are you loud in the bedroom?",
    "How do you feel about being dominant versus submissive in the bedroom?",
    "What’s your dirty talk like?",
    "What’s your favorite kinky emoji?",
    "When you do pleasure yourself, do you like to use your hands or toys?",
    "What was the first toy you ever purchased?",
    "Has a partner ever bought you a toy before?",
    "Where do you keep all your toys at home?",
    "Would you ever consider being in an adult movie online?",
    "Do you like to send and receive naked pictures?",
    "What could you improve on in the bedroom",
    "What attracts you most to someone’s body?",
    "What in your opinion is the best part of your body?",
    "Do you like playing naughty games?",
    "What do you think about being intimate outdoors",
    "What do you wear to bed when you’re in the mood",
    "What sexy outfit would you most like to see me in?",
    "Do you have any fantasies or kinks you’d like to experiment with?",
    "What do you usually do to turn someone on?",
    "How do you feel about giving oral",
    "What’s something that turns you off in the bedroom?",
    "Do you feel comfortable being nude in front of people you don’t know?",
    "How would you feel about going to a nudist beach?",
    "What specific body part of yours turns people on the most?",
    "What’s one naughty word you really can’t stand?",
    "How do you feel about being intimate in the shower or bath?",
    "How often do you leave the house without wearing underwear?",
    "What’s your favorite colour of underwear to wear?",
    "What are you wearing right at this moment?",
    "Would you like to see me wear anything specific?",
    "To you, does size matter?",
    "What’s the most significant number of times you’ve orgasmed in one night?",
    "Would you consider using oil in the bedroom?",
    "Have you ever called the person you’re doing it with someone else’s name?",
    "Have you ever imagined the person you’re sleeping with was someone else you know?",
    "Do you ever get any naughty dreams that are repeated",
    "Would you like to sleep with one of your parent’s friends?",
    "How old were you when you lost your virginity? How did it feel? ",
    "Where on your body do you like being touched the most?",
    "When did you last sleep with someone? Who was it with, and how was it?",
    "What’s the longest time you’ve gone without doing anything sexual with someone?",
    "What’s your favorite part of the house to have an intimate encounter?",
    "How long do you prefer foreplay to last?",
    "Do you feel turned on by me? What specifically turns you on?",
    "What song always gets you in the mood?",
    "Do you like to play music in the bedroom?",
    "What famous naughty movie scene have you always wanted to act out?",
    "If you had to choose one position to do it in for the rest of your life, what position would be and why?",

    "What's your definition of amazing sex?",
    "If you could have sex in any location in the world, where would it be?",
    "If you could have sex with any celebrity, who would it be—and what do you think it would it be like?",
    "What's one of your favorite sexual fantasies?",
    "What do you look like, and sound like, when sex feels good for you?",
    "What's something non-sexual that turns you on?",
    "Do you have a sexual fetish? If so, what is it?",
    "What would an erotic vacation look like for you?",
    "Is there a sexy song that tends to get you in the mood?",
    "Have you ever been caught having sex before? Tell me about it.",
    "What's something you've always wanted to ask me to try—but assumed I wouldn't like?",
    "Is there an erotic movie scene that turns you on to watch? Want to watch together?",
    "Where's the wildest place you've ever hooked up with someone before?",
    "Are there types of clothing that you find highly erotic?",
    "Want to try making as much noise during sex as possible?",
    "Want to try sex as quietly as possible, as if we’re trying not to get caught?",
    "If we spend a night devoted to your pleasure and what makes you feel good?",
    "Want to try using food as foreplay?",
    "Have you ever fantasized about someone else while having sex?",
    "What color underwear would you like to see me in later?",
    "Do you like playing music in the background or silence?",
    "How many people have you had sex with?",
    "Do you remember the best orgasm you’ve ever had?",
    "Is spanking something you’d like to try with me?",
    "Where would you most like to be kissed?",
    "Which do you like more—sending dirty texts, or dirty talk in person?",
    "Where would you like me to lick you?",
    "What is your favorite position?",
    "How do you feel about anal play?",
    "What’s your favorite type of foreplay?",
    "What is the most amount of times you've had sex in a single day?",
    "Can you describe the last time you got turned on in public?",
    "Which would you like more—to be in control, or to be dominated?",
    "Would you rather have sex on a plane, or on a moving train?",
    "Have you ever sent or received a nude?",
    "Would you rather have car sex or shower sex?"
  ],
  "dare": [
    "Dress up like a pop star and sing a romantic song dedicated to our relationship.",
    "Get down on one knee and propose to me with a joke.",
    "Say I love you while doing 50 jumping jacks.",
    "Plank for 30 seconds and while doing it say one thing you love about me.",
    "Freestyle rap about our relationship.",
    "Give me a relaxing foot massage.",
    "Express your love in sign language.",
    "Write a poem about our love story and sing it.",
    "Do the best couple yoga pose.",
    "Give me a piggyback ride for 2 whole minutes.",
    "Do 25 squats in the slowest manner possible.",
    "Wear your dress inside out.",
    "Twerk at a boring song, till the music stops.",
    "Dance on an imaginary pole.",
    "Draw the alphabet in the air with your lips.",
    "Hug and kiss a cushion or a pillow.",
    "Spank yourself 5 times.",
    "Don’t say a word till your next turn",
    "Close your eyes and let your partner draw on you for three minutes",
    "Give a detailed presentation on how to seduce a person in the style of a TED talk.",
    "Try to hit on your partner as if you had just met them",
    "Twerk for 30 seconds",
    "Do a striptease on the table",
    "Lick me all the way to my underwear",
    "Put your hand in my pants as I walk around the house",
    "Makeout with me without feeling me up for 5 minutes straight",
    "Tell me a fantasy that you’ve never told anyone",
    "Be blinded and tickled for one minute",
    "Take off your partner’s shirt using only your teeth",
    "Belly dance for your partner",
    "Give your partner a back massage",
    "Do whatever your partner tells you to do for one minute",
    "Teach me how to kiss you",
    "Beg them to make out with you. They have to refuse. Keep trying to convince them in different ways for two minutes.",
    "Turn out the lights and try to turn the other person on only using sounds.",
    "Get within one inch of the other person, look them straight in the eye, and tell them how you feel about them for one minute. Do not touch them.",
    "Spell out a secret message for them on their back. If they get it right, they get a special favor of their choosing. If they get it wrong, they have to do something special for you.",
    "Your partner has to ride you like a cowboy and you have to buck like a bronco.",
    "Make out with them.",
    "You have to do whatever they tell you for one minute.",
    "I’ll pick a song and you have to give me a lap dance. ",
    "You can’t say my name for the rest of the game, but instead, have to call me any nickname I choose. Every time you mess up, I get to spank you.",
    "Say my name",
    "Act out your sexiest fantasy without using your words.",
    "Take off your pants and give me your best twerk.",
    "Host a sexy, 5-minute yoga class for me with lots of sensual stretching and downward dogging.",
    "Kiss your three favorite body parts of my body.",
    "Pick out three sex toys online you’d want to try with me.",
    "Put on a timer and act out as many sexual positions as you can with your clothes on.",
    "Set the mood and reenact the most romantic, movie kiss you can think of with me.",
    "Engage in foreplay with me for five minutes with one rule: You're allowed to kiss me anywhere but my mouth.",
    "Do something to me right now that you've been fantasizing about.",
    "Using your mouth, make your way from my wrist to my ear. Take your time!",
    "Pretend I’m a stranger at a bar. Try to pick me up and convince me to come home with you.",
    "Pick a spot on my body that isn’t usually considered sexual—elbows, knees, ankles—and lavish it with kisses until I’m turned on."
  ]
}
